Revit 2027 API
DoubleParameterValue.Value Property
 The stored value
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Value { get; set; }
Public Property Value As Double
	Get
	Set
public:
property double Value {
	double get ();
	void set (double value);
}
member Value : float with get, set
Property Value
Double
See Also
Reference
DoubleParameterValue Class
Autodesk.Revit.DB Namespace